Repository: machakux/taarifa_schools
Catalog: app/po/*.po
Languages: sw_tz

source: (Percentage)
sw_tz: (Asilimia)

source: <small translate="">District</small>
sw_tz: <small translate="">Wilaya</small>

source: <small>Maximum</small>
sw_tz: <small>Idadi</small>

source: <small>National rank</small>
sw_tz: <small>Nafasi kitaifa</small>

source: Before last year
sw_tz: Kabla ya mwaka jana

source: Change
sw_tz: Badilisha

source: Change from previous year
sw_tz: Mabadiliko toka mwaka uliopita

source: Change in % pass
sw_tz: Mabadiliko ya ufaulu (%)

source: Change in % pass from previous year
sw_tz: Mabadiliko ya ufaulu toka mwaka jana (%)

source: Change in percentage pass
sw_tz: Mabadiliko ya ufaulu (Asilimia)

source: Current percentage Pass
sw_tz: Asilimia ya ufaulu

source: Current percentage pass
sw_tz: Asilimia ya ufaulu

source: District
sw_tz: Wilaya

source: Download
sw_tz: Pakua

source: Enrolment <small class="text-muted">(Number of students)</small>
sw_tz: Uandikishaji <small class="text-muted">(Idadi ya wanafunzi)</small>

source: Filter
sw_tz: Chuja

source: Government
sw_tz: Serikali

source: Greater than
sw_tz: Kubwa kuliko

source: Greater than or equal to
sw_tz: Kubwa kuliko au sawa

source: Last year
sw_tz: Mwaka jana

source: Less than
sw_tz: Ndogo kuliko

source: Less than or equal to
sw_tz: Ndogo kuliko au sawa

source: Loading Data...
sw_tz: Inapakia Data...

source: Loading data.
sw_tz: Inapakia data

source: National
sw_tz: Kitaifa

source: National rank
sw_tz: Nafasi kitaifa

source: Next year
sw_tz: Mwaka ujao

source: Position
sw_tz: Nafasi

source: Previous year
sw_tz: Mwaka uliopita

source: Primary
sw_tz: Shule ya msingi

source: Print
sw_tz: Chapisha

source: Private
sw_tz: Binafsi

source: Rank
sw_tz: Nafasi

source: Region
sw_tz: Mkoa

source: School code
sw_tz: Namba ya shule

source: School name
sw_tz: Jina la shule

source: School type
sw_tz: Aina ya shule

source: Secondary
sw_tz: Sekondari

source: Target
sw_tz: malengo

source: Teachers
sw_tz: Waalimu

source: Teaching
sw_tz: Wanaofundisha

source: This may take a while depending on your connection
sw_tz: Hii inaweza kuchukua muda kutegemeana na hali ya mtandao

source: This year
sw_tz: Mwaka huu

source: Top Primary schools
sw_tz: Shule za msingi zinazongoza

source: Top Secondary schools
sw_tz: Shule za sekondari zinazongoza

source: Top schools
sw_tz: Shule zinazongoza

source: Total
sw_tz: Jumla

source: Total number of candidates
sw_tz: Idadi ya watahiniwa

source: Total number of schools
sw_tz: Jumla ya idadi ya shule

source: Type
sw_tz: Aina

source: primary
sw_tz: shule ya msingi

source: secondary
sw_tz: sekondari
